[
  {
    "english": "Logged out and came back… blocks moved on their own. ███",
    "spanish": "Me desconecté y cuando regresé… los bloques se movieron solos. ███"
  },
  {
    "english": "I thought it was a glitch at first.",
    "spanish": "Al principio pensé que era un error."
  },
  {
    "english": "Singleplayer feels… different today.",
    "spanish": "El singleplayer se siente… diferente hoy."
  },
  {
    "english": "Some items disappeared after I logged off.",
    "spanish": "Algunos objetos desaparecieron después de desconectarme."
  },
  {
    "english": "I swear I saw a shadow in my world.",
    "spanish": "Juro que vi una sombra en mi mundo."
  },
  {
    "english": "It’s peaceful mode but I can hear whispers.",
    "spanish": "Está en modo pacífico pero puedo escuchar susurros."
  },
  {
    "english": "Came back to my world… house I didn’t build.",
    "spanish": "Volví a mi mundo… una casa que no construí."
  },
  {
    "english": "Friends told me I’m imagining things, but… ███",
    "spanish": "Mis amigos dicen que me lo estoy imaginando, pero… ███"
  },
  {
    "english": "Something feels wrong when I open the Nether.",
    "spanish": "Algo se siente mal cuando abro el Nether."
  },
  {
    "english": "My mobs aren’t acting normal…",
    "spanish": "Mis mobs no están actuando normalmente…"
  },
  {
    "english": "Chunks shifted even though I was offline.",
    "spanish": "Los chunks cambiaron aunque yo estaba desconectado."
  },
  {
    "english": "Logged out, world looked fine… then returned and ███",
    "spanish": "Me desconecté, el mundo parecía bien… luego regresé y ███"
  },
  {
    "english": "I hear footsteps in my world when no one is there.",
    "spanish": "Escucho pasos en mi mundo cuando no hay nadie."
  },
  {
    "english": "Blocks disappear, items move… I’m not alone.",
    "spanish": "Los bloques desaparecen, los objetos se mueven… no estoy solo."
  },
  {
    "english": "Something watches me… even in peaceful.",
    "spanish": "Algo me vigila… incluso en modo pacífico."
  },
  {
    "english": "I tried to close the game… but ███ stayed.",
    "spanish": "Intenté cerrar el juego… pero ███ permaneció."
  },
  {
    "english": "I can’t explain it, but I feel eyes on me.",
    "spanish": "No puedo explicarlo, pero siento ojos sobre mí."
  },
  {
    "english": "Even in Creative, things change without me.",
    "spanish": "Incluso en Creative, las cosas cambian sin que yo haga nada."
  },
  {
    "english": "The logs don’t lie… someone or something is here. ███",
    "spanish": "Los logs no mienten… alguien o algo está aquí. ███"
  },
  {
    "english": "I thought I was alone… but apparently I’m not.",
    "spanish": "Pensé que estaba solo… pero aparentemente no lo estoy."
  }
]